[
    {
        "title":"Tadasana",
        "sanskrit_title":"TADASANA",
        "about":"Tadasana means a mountain. Sarna means upright, straight, unmoved. Sthiti is standing still, steadiness. Ta9asana therefore implies a pose where one stands firm and erect as a mountain. This is the basic standing pose."
        "technique_steps":[
            "Stand erect with the feet together, the heels and big toes touching each other. Rest the heads ofmetatarsals on the floor and stretch all the toes flat on the floor.",
            "Tighten the knees and pull the knee-caps up, contract the hips and pull up the muscles at the back of the thighs.",
            "Keep the stomach in, chest forward,spine stretched up and the neck straight.",
            "Do not bear the weight of the body either on the heels or the toes, but distribute it evenly on them both.",
            "Ideally in Tadasana the arms are stretched out over the head, but for the sake of convenience, one can place them by the side of the thighs. Each of the standing poses described below can then be followed easily, starting with the pupil standing in Tadasana with palms by the side of the thighs."
        ],
        "effects":"People do not pay attention to the correct method of standing. Some stand with the body weight thrown only on one leg, or with one leg turned completely sideways. Others bear all the weight on the heels, or on the inner or outer edges of the feet. This can be noticed by watching where the soles and heels of the shoes wear out. Owing to our faulty method of standing and not distributing the body weight evenly on the feet, we acquire specific deformities which hamper spinal elasticity. Even if the feet are kept apart, it is better to keep the heel and toe in a line parallel to the median plane and not at an angle. By this method, the hips are contracted, the abdomen is pulled in and the chest is brought forward. One feels light in body and the mind acquires agility. If we stand with the body weight thrown only on the heels, we feel the gravity changing; the hips become loose, the abdomen protrudes, the body hangs back and the spine feels the strain and consequently we soon feel fatigued and the mind becomes dull. It is therefore essential to master the art of standing correctly."
        "images_list":["001_tadasana"]
    },
    {
        "title":"Vrkshasana One",
        "sanskrit_title":"VRKSH",
        "about":"Vrksa means a tree."
        "technique_steps":[
            "Stand in Tadasana",
            "Bend the right leg at the knee and place the right heel at the root of the left thigh. Rest the foot on the left thigh, toes pointing downwards."
            "Balance on the left leg, join the palms and raise the arms straight over the head."
            "Stay for a few seconds in the pose breathing deeply. Then lower the arms and separate the palms, straighten the right leg and stand again in Tadasana."
            "Repeat the pose, standing on the right leg, placing the left heel at the root of the right thigh. Stay for the same length of time on both sides, come back to Tadasana and relax."
        ],
        "effects":"The pose tones the leg muscles and gives one a sense of balance and pose."
        "images_list":["002_vrikshasana"]
    },
]
